{
  "status": "OK",
  "usage": "By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http://www.alchemyapi.com/company/terms.html",
  "url": "http://www.adweek.com/news/television/game-thrones-actress-launches-youtube-channel-random-moments-madness-166758",
  "totalTransactions": "1",
  "language": "english",
  "text": " \tMaisie Williams, known for portraying Arya Stark on the HBO epic Game of Thrones, has added YouTube creator to her burgeoning resume with the launch of her own channel this morning.\n \tWilliams released the first episode of \"Random Moments of Madness With Maisie Williams,\" which featured the Game of Thrones star answering fans' questions in celebration of reaching 1 million Twitter followers.\n \t\"I have a lot of friends, and I just find it really interesting in what they do, and I thought I'd give it a shot myself,\" says Williams in the video below. She noted that she won't post to the channel regularly, however. \"It will just be every now and then, something that made me smile or an idea that I had to let my creative juices out.\"\n \tCheck out her first video below:\n \tIn the four-minute-plus video, Williams sheds a light on things such as her pet peeves, best childhood memory, her nicknames growing up, and a moment on Game of Thrones that made her cry. (Spoiler alert for those who haven't seen the Season 5 finale: Williams discusses the fate of her character.) The video also features a blink-and-you'll-miss-it cameo from one her co-stars.\n \tThis isn't the first time Williams has shown up on YouTube—she has previously appeared on shows hosted by Caspar Lee and The Fine Brothers.\n \tGame of Thrones will enter the 2016 Guinness Book of World Records for largest simultaneous broadcast of a television drama; the second episode of the show's fifth season was simulcast to 173 countries and territories in April.\n \tThe show will return for its sixth season next year.\n",
  "taxonomy": [
    {
      "label": "/art and entertainment/movies and tv/television",
      "score": "0.467732"
    },
    {
      "confident": "no",
      "label": "/art and entertainment/movies and tv/movies",
      "score": "0.399893"
    },
    {
      "confident": "no",
      "label": "/art and entertainment/visual art and design/design",
      "score": "0.33894"
    }
  ]
}